Exemplo_soap.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="spyne.examples.hello.soap"><SOAP-ENV:Header/><ns0:Body><ns1:exec><ns1:parm><ns1:string>2147483647</ns1:string></ns1:parm></ns1:exec></ns0:Body></SOAP-ENV:Envelope>
